Repository: fillarikanava/old-fillarikanava
Catalog: hila_webapp/locale/*/LC_MESSAGES/django.po
Languages: fi, nl

source: Sign out by clicking here
fi: Kirjaudu ulos
nl: Klik hier voor afmelden

source: Wellcome,
fi: Tervetuloa,
nl: welkom,

source: Register
fi: Rekisteröidy käyttäjäksi
nl: Registreer

source: Thank you for registering, we have sent you an e-mail containing an activation link.
fi: Kiitos rekisteröitymisestä, olemme lähettäneet sinulle sähköpostin, joka sisältää aktivointilinkin.
nl: Dank voor uw aanmelding, u ontvangt een e-mail met activeringslink

source: New message
fi: Uusi viesti
nl: Nieuw bericht

source: Your message
fi: Viestisi
nl: Uw bericht

source: will be registered with your login name
fi: tallennetaan käyttäjätunnuksellasi
nl: zal met log in naam worden geregistreerd

source: will be saved anonymously
fi: tallennetaan anonyyminä
nl: wordt naamloos opgeslagen

source: If you would like to leave
fi: Jos haluat kirjoittaa
nl: U kunt achterlaten

source: the message
fi: viestin
nl: het bericht

source: with name please,
fi: omalla nimellä,
nl: met naam graag,

source: Login
fi: Kirjaudu

source: or
fi: tai
nl: of

source: Sign up
fi: Rekisteröidy
nl: Registreer

source: Add a new placemarker on the map.
fi: Aseta kartalle
nl: Voeg een nieuwe indicator toe op de kaart.

source: Place a marker by clicking on the map.
fi: Sijoita viestisi kartalle klikkaamalla karttaa.
nl: Voeg een indicator toe door op de kaart te klikken.

source: Upload a new image.
fi: Lisää kuva
nl: Voeg nieuwe foto toe.

source: Select file to upload.
fi: Valitse lisättävä tiedosto
nl: Selecteer bestand

source: Maximum length of a message is 140 characters. If you want to write more you can comment on your message after saving it.
fi: Viestin maksimipituus on 140 merkkiä. Jos haluat kirjoittaa asiasta enemmän, kommentoi viestiä, kun olet tallentanut sen.
nl: Maximum lengte van het bericht is 140 letters. Er kan meer worden geschreven, nadatu het bericht heeft opgeslagen.

source: Characters remaining:
fi: Merkkejä jäljellä:
nl: Resterende letters:

source: Create new
fi: Tallenna viesti
nl: Creëer nieuw

source: When you start writing, we'll show similar items here
fi: Kun kirjoitat tässä näkyy samankaltaisia viestejä
nl: Tijdens typen, worden vergelijkbare items hier getoond

source: Because of spamming, anonymous messages are not allowed at the moment.
fi: Spämmin välttämiseksi, nimettömien viestien jättäminen on toistaiseksi estetty.

source: Address not found:
fi: Osoitetta ei löytynyt:
nl: Adres niet gevonden

source: Edit
fi: Muokkaa
nl: Wijzig

source: Type your message into the box.
fi: Kirjoita viestisi tähän kenttään.
nl: Typ uw bericht in het kader.

source: Warning, you are not signed in
fi: Viestisi tallennetaan anonyyminä.
nl: Let op, u bent niet geregistreerd

source: Your message will be registered with your login name
fi: Viestisi tallennetaan käyttäjätunnuksellasi
nl: Uw bericht wordt onder uw log in naam geregistreerd

source: comment
fi: kommentti
nl: reactie

source: Click to read more and comment
fi: Lue lisää ja kommentoi
nl: Klik voor meer informatie en reacties

source: Click here to zoom in
fi: Zoomaa lähemmäs
nl: Klik om in te zoomen

source: Comment
fi: Kommentoi
nl: Reageer

source: New messge
fi: Uusi viesti
nl: Nieuw bericht

source: Search messages
fi: Hae viestejä
nl: Zoek berichten

source: Search words
fi: Etsi termejä

source: search
fi: Hae

source: Previous:
fi: Edellinen:

source: Next:
fi: Seuraava:

source: Topic
fi: Viesti
nl: Onderwerp

source: Delete
fi: Poista
nl: Verwijder

source: Comments
fi: kommenttia
nl: Reacties

source: Comment on this message
fi: Kommentoi tätä viestiä
nl: Reactie op dit bericht

source: leave a new message
fi: jätä uusi viesti
nl: Stuur nieuw bericht

source: Your comment
fi: Kommenttisi
nl: Uw reactie

source: the comment
fi: kommentin
nl: de reactie

source: Because of spamming, anonymous commenting has been disabled.
fi: Spämmiroboottien takia viestien jättö ilman kirjautumista on toistaiseksi estetty.

source: Registered users can continue commenting as before.
fi: Rekisteröityneet käyttäjät voivat jättää viestejä ja kommentteja kuten ennenkin.

source: Send
fi: Lähetä
nl: Verzend

source: Follow the discussion
fi: Seuraa keskustelua

source: If you're tired of visiting this page, why not add a little widget to your blog or whatever webiste you have?
fi: Jos haluat seurata keskustelua palaamatta jatkuvasti tälle sivulle voit liittää pienen widgetin esim. omaan blogiin tai www-sivulle.

source: It's extremely easy.
fi: Se on erittäin helppoa.

source: Just copy & paste the following code on to your website's html:
fi: Kopioi allaoleva koodi oman sivustosi html-koodin sekaan:

source: Here`s a widget showing fillarikanava message
fi: Tässä on widget, joka näyttää Fillarikanavaan jätetyn viestin

source: but unfortunately your browser does not support iframes.
fi: mutta valitettavasti selaimesi ei tue iframe-tekniikkaa.

source: username
fi: käyttäjänimi
nl: gebruikersnaam

source: email address
fi: sähköpostiosoite
nl: e-mail adres

source: password
fi: salasana:
nl: wachtwoord

source: password (again)
fi: salasana (uudelleen)
nl: wachtwoord (opnieuw)

source: You must type the same password each time
fi: Sinun täytyy kirjoittaa sama salasana molemmilla kerroilla
nl: Hetzelfde wachtwoord moet gebruikt worden

source: This email address is already in use. Please supply a different email address.
fi: Tämä sähköpostiosoite on jo käytössä, ole ystävällinen ja anna toinen sähköpostiosoite.
nl: Dit e-mail adres is al in gebruik. Vul een ander e-mail adres in

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
fi: Antamaasi sähköpostiosoitetta ei löydy tietokannastamme. Oletko varmasti rekisteröitynyt tällä sähköpostiosoitteella?
nl: Dit e-mail adres is niet verbonden aan een account. Weet u zeker dat u bent geregistreerd?

source: Your account has already been activated.
fi: Tilisi on jo aktivoitu.
nl: Uw account is al geactiveerd.

source: user
fi: käyttäjä
nl: gebruiker

source: activation key
fi: aktivointiavain
nl: activeringscode

source: registration profile
fi: käyttäjäprofiili
nl: registratie profiel

source: registration profiles
fi: käyttäjäprofiilit
nl: registratie profielen

source: Account activated
fi: Tili aktivoitu
nl: Account geactiveerd

source: Congratulations, your account has been activated!
fi: Onneksi olkoon, tilisi on aktivoitu!
nl: Gefeliciteerd, uw account is geactiveerd!

source: Now you can <a href="%(login_url)s">login</a> to your account.
fi: Voit <a href="%(login_url)s">kirjautua</a> sisään nyt.
nl: Nu kunt u <a href="%(login_url)s">inloggen</a> met uw account.

source: Your activation key has expired, please register again.
fi: Tilisi aktivoituminen on umpeutunut, sinun täytyy rekisteröityä uudelleen.
nl: Uw activeringscode is verlopen, registreer opnieuw.

source: Activation e-mail request
fi: Aktivoinnin uudelleenlähetys
nl: Activering e-mail verzoek

source: Haven't received an activation email? Enter your e-mail address below, and we'll e-mail you a new one.
fi: Etkö ole saanut tilin aktivointi sähköpostia? Anna sähköpostiosoitteesi, niin lähetämme sinulle uuden sähköpostin.
nl: Hebt u geen activering e-mail ontvangen? Voer uw e-mail hieronder in en u ontvangt een nieuwe.

source: E-mail address:
fi: Sähköpostiosoite:
nl: E-mail adres:

source: Resend
fi: Lähetä
nl: Verzend opnieuw

source: Activation e-mail sent
fi: Aktivointi lähetetty.
nl: Activering e-mail is verstuurd

source: We have sent you an e-mail containing your activation key.
fi: Olemme lähettäneet sinulle sähköpostin, joka sisältää aktivointilinkin.
nl: We hebben u een e-mail gestuurd met uw activeringscode.

source: Use your Fillarikanava account
fi: Käytä Fillarikanavan käyttäjätunnustasi
nl: Gebruik uw Fillarikanava account

source: Don't have an account?
fi: Eikö sinulla ole tunnusta?
nl: Nog geen account?

source: Create one!
fi: Rekisteröidy tästä!
nl: Creëer er een!

source: Forgotten your password?
fi: Oletko unohtanut salasanasi?

source: Recover it here.
fi: Aseta uusi täällä.

source: Use your Facebook account
fi: Käytä Facebookin käyttäjätunnustasi
nl: Gebruik uw Facebook account

source: Password change successful
fi: Salasanan vaihto onnistui
nl: Wachtwoord succesvol gewijzigd

source: Your password was changed.
fi: Salasanasi on vaihdettu.
nl: Uw wachtwoord is gewijzigd.

source: Password change
fi: Salasanan vaihto
nl: Wijzig wachtwoord

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fi: Anna nykyinen salasanasi ja sen jälkeen uusi salasana kahteen kertaan.
nl: Voer uw oude wachtwoord in, en daarna twee maal het nieuwe, zodat gecontroleerd kan worden of ze correct zijn ingevoerd.

source: Old password:
fi: Vanha salasana:
nl: Oude wachtwoord:

source: New password:
fi: Uusi salasana:
nl: Nieuwe wachtwoord

source: Confirm password:
fi: Varmista salasana:
nl: Bevestig wachtwoord:

source: Change my password
fi: Vaihda salasana
nl: Wijzig wachtwoord

source: Password reset complete
fi: Salasanan vaihto onnistui
nl: Wijzigen wachtwoord gelukt

source: Your password has been set. You may go ahead and log in now.
fi: Salasana on vaihdettu, voit jatkaa sisäänkirjautumiseen.
nl: Uw wachtwoord is gewijzigd, u kunt nu inloggen.

source: Password reset
fi: Salasanan vahto
nl: Wachtwoord reset

source: Enter new password
fi: Anna uusi salasana
nl: Geef nieuw wachtwoord

source: Please enter your new password twice so we can verify you typed it in correctly.
fi: Kirjoita salasanasi kahdesti, jotta se menee varmasti oikein.
nl: Geef uw nieuwe wachtwoord twee maal op, zodat gecontroleerd kan worden of ze identiek zijn.

source: Password reset unsuccessful
fi: Salasanan vaihto ei onnistunut
nl: Wachtwoord wijziging mislukt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fi: Salasanan aktivointilinkki ei ole aktiivinen, mahdollisesti koska sitä on jo käytetty. Pyydä uudelleen salasanan uusimista.
nl: De wachtwoord activeringslink is niet geldig, waarschijnlijk is die al gebruikt. Probeer wachtwoord opnieuw te resetten.

source: Password reset successful
fi: Salasanan vaihto onnistui
nl: Wachtwoord reset is gelukt

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fi: Olemme lähettäneet sähköpostiisi ohjeet salasanan vaihtamiseen.
nl: We hebben u een e-mail gestuurd met instructies voor het wijzigen van het wachtwoord.

source: You're receiving this e-mail because you requested a password reset
fi: Saat tämän sähköpostin, koska olet pyytänyt salasanan vaihtoa
nl: U ontvangt deze e-mail, vanwege uw verzoek om het wachtwoord te resetten

source: for your user account at %(site_name)s
fi: käyttäjätilillesi %(site_name)s -palvelussa
nl: voor uw gebruikersaccount bij %(site_name)s

source: Please go to the following page and choose a new password:
fi: Seuraa linkkiä sivulle ja valitse uusi salasana:
nl: Ga a.u.b. naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username, in case you've forgotten:
fi: Käyttäjänimesi, mikäli se on päässyt unohtumaan:
nl: Uw gebruikersnaam, indien u het vergeten was:

source: Thanks for using our site!
fi: Kiitos kun käytit Fillarikanavaa!
nl: Hartelijk dank voor het gebruik van deze site!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fi: Oletko unohtanut salasanasi? Anna sähköpostiosoitteesi, niin lähetämme ohjeet salasanan vaihtoon.
nl: Wachtwoord vergeten? Geef uw e-mail adres hieronder op en we e-mailen u instructies om een nieuwe te krijgen.

source: Reset my password
fi: Vaihda salasanani
nl: Reset mijn wachtwoord

source: Your account is not yet activated. Check your email for activation.
fi: Käyttäjätiliäsi ei ole vielä aktivoitu. Tarkista sähköpostisi aktivoidaksesi tilisi.
nl: Uw gebruikersaccount is nog niet geactiveerd. Controleer uw e-mail voor de activeringslink.

source: Registration
fi: Rekisteröityminen
nl: Registratie

source: * Marked fields are required.
fi: Tähdellä (*) merkityt kentät ovat pakollisia
nl: Met * gemerkte velden zijn verplicht.

source: Username can be up to 30 characters long. Allowed characters for username: upper and lower case letter, numbers and underscore.
fi: Käyttäjänimi voi olla korkeintaan 30 merkkiä pitkä. Sallitut merkit ovat: Isot ja pienet kirjaimer, numerot, alaviiva. Välilyönnit ja fenno-skandinaavis-germaaniset erikoiskirjaimet eli ääkköset eivät käy.

source: Did you know that you can use Fillarikanava with your Facebook account?
fi: Tiesitkö, että voit käyttää Fillarikanavaa myös Facebook-tunnuksillasi?
nl: Wist u dat u Fillarikanava ook met uw Facebook account kunt gebruiken?

source: When using Fillarikanava with your Facebook account your name in Facebook will be shown as your username when you leave a new message or comment on old ones. To login click the Facebook connect -button!
fi: Tällöin Fillarikanava viestien ja kommenttien kirjoittajatiedoissa näkyy Facebook-nimsi. Klikkaa kirjautuaksesi Facebook Connect painiketta:
nl: Wanneer u Fillarikanava gebruikt met uw Facebook account, verschijnt uw Facebook-naam als gebruikersnaam. Klik hier om met uw Facebook account in te loggen!

source: We are sorry that this does not work for new users - if you have logged in successfully with your fb login, you can still do that, but new users will get an error.
fi: Pahoittelemnme, että facebook-tunnistautumisessa on tällä hetkellä ongelma uusien käyttäjien kohdalla. Jos olet aikaisemmin käyttänyt fb-tunnustasi Fillarikanavalla, voit käyttää sitä edelleen.

source: We're trying to fix this.
fi: Yritämme korjata vian mahdollisimman pian.

source: Front
fi: Etusivu
nl: Home

source: Privacy
fi: Rekisteriseloste
nl: Privacybeleid

source: About
fi: Palvelu
nl: Over ons

source: Media
fi: Mediapaketti

source: Latest messages
fi: Uusimmat
nl: Laatste berichten

source: Most voted messages in <a href='http://fillarikanava.hel.fi' target='_new' >Fillarikanava</a>
fi: Suosituimmat viestit <a href='http://fillarikanava.hel.fi' target='_new' >Fillarikanavalla</a>
nl: Meest gestemde berichten in <a href='http://fillarikanava.hel.fi' target='_new' >Fillarikanava</a>

source: By
fi: Kirjoittanut
nl: Door

source: place added:
fi: paikka lisätty
nl: Plaats toegevoegd:

source: Image added.
fi: Kuva lisätty.
nl: Foto toegevoegd.

source: Read more, vote and comment at Fillarikanava.
fi: Lue lisää ja kommentoi
nl: Lees meer, stem en reageer op Fillarikanava.

source: This message by has been removed by %(actor)s.
fi: %(actor)s on poistanut tämän viestin.
nl: %(actor)s heeft dit bericht verwijderd.

source: Welcome,
fi: Tervetuloa,
nl: welkom,

source: Documentation
fi: Ohjeet
nl: Instructie

source: Change password
fi: Vaihda salasana
nl: Wijzig wachtwoord

source: Home
fi: Kotiin
nl: naar Home

source: Choose date
fi: Valitse

source: Filter by time:
fi: Rajaa päivämäärän mukaan:

source: from [postposition]
fi: alkaen

source: to [postposition]
fi: asti

source: Filter by questionnaires:
fi: Rajaa kyselyn mukaan:

source: All
fi: Kaikki viestit

source: year
fi: vuosi
nl: jaar

source: month
fi: kuukausi
nl: maand

source: week
fi: viikko

source: day
fi: päivä
nl: dag

source: 1 minute ago
fi: 1 minuutti sitten
nl: 1 minuut geleden

source: less than 1 minute ago
fi: alle minuutti sitten
nl: minder dan 1 minuut geleden

source: 1 hour ago
fi: tunti sitten
nl: een uur geleden

source: yesterday at %s
fi: eilen klo: %s
nl: gisteren om %s

source: %(number)d %(type)s ago
fi: %(number)d %(type)s sitten
nl: %(number)d %(type)s geleden

source: Kun alat kirjoittaa, näytämme tässä samankaltaisia viestejä
nl: u krijgt gelijksoortige meldingen, als u begint te schrijven

source: Hila Oy
nl: HILA Oy BV

source: Heli Rantanen, project coordinator
nl: Heli Rantanen, project coördinator

source: HILA Oy
nl: HILA Oy BV
