Repository: fillarikanava/old-fillarikanava
Catalog: hila_webapp/locale/*/LC_MESSAGES/django.po
Languages: fi, nl

source: messages in this area
fi: viestiä tällä alueella

source: Read more and comment
fi: Lue lisää ja kommentoi
nl: Lees meer en reageer

source: Log out
fi: Ulos
nl: afmelden

source: unread
fi: uusi viesti
nl: nieuw bericht

source: deferred
fi: siirretty
nl: verplaatst

source: chatting
fi: keskustelua
nl: chatten

source: need-eg
fi: tsädäm
nl: voorbeeld nodig

source: in-progress
fi: työn alla
nl: bezig

source: testing
fi: kokeilu
nl: testen

source: done-cbb
fi: tsädäm
nl: gedaan, kan beter

source: resolved
fi: ratkaistu
nl: opgelost

source: Browse by status
fi: Etsi statuksen perusteella
nl: zoek op status

source: Browse map
fi: Etsi kartalta
nl: zoek op kaart

source: Add a new placemarker on the map by clicking here.
fi: Lisää uusi paikka kartalle.
nl: zet nieuwe melding op de kaart

source: Advice
fi: Ohjeet
nl: Advies

source: Courtesy
fi: Kohteliasuus ennen kaikkea
nl: beleefdheid voor alles

source: Cycling in the transit may...
fi: Liikenteessä tunteet voivat usein kuumeta, mutta Fillarikanava tulisi pitää puhtaana asiattomuuksista. Alatyylisiä kommentteja ei ole mukava lukea, jolloin moni tärkeä asia voi jäädä vaille ansaitsemansa huomiota. Vastuullinen käyttäjä ei kirjoita törkeyksiä, ja hän voi myös siivota pois asiattomia viestejä punaisen ruksin ja alaspäin osoittavan peukun avulla.
nl: Fietsen in de stad kan frustraties opleveren. Ongepast taalgebruik en ongepaste berichten horen niet op deze website. Het is onprettig omdergelijke berichten te lezen. Nuttige meldingen vallen dan minder op. Elke gebruiker kan ongepaste berichten op deze Fillarikanava site degraderen. Daarnaast kunnen ongepaste berichten gemeld worden door op het rode kruis te klikken.

source: Community
fi: Yhteisö
nl: Gebruikers

source: Vote, comment and discuss...
fi: Äänestä, keskustele ja kommentoi muiden ehdotuksia! Eli jos et itse kirjoita, niin äänestä ainakin. Voit vastata myös nuita käyttäjiä askarruttaviin kysymyksiin. Erityisen hyödyllistä on, jos osaat tarkentaa jotain ehdotusta, lisätä kuvattomaan kommenttiin kuvan tai sijoittaa jonkin paikattoman kommentin kartalle. Virkamiehet seuraavat keskustelua ja osallistuvat siihen, mutta tarkoituksena ei ole, että jokaiseen postiin tulisi virkamiehen vastaus (täytyyhän heidän myös ratkoa ongelmia, eikä vain vastailla). Joukkona pyöräilijät voivat tämän kanavan kautta nostaa esille heille tärkeitä asioita.
nl: Stem, reageer en bespreek de suggesties van andere gebruikers! Als u zelf geen reactie wilt geven, promoveer dan de nuttige berichten of degradeer de minder bruikbare. Het beantwoorden van vragen van andere fietsers wordt gewaardeerd. Het is bijzonder handig als er aanvullende informatie of foto's bij bestaande suggesties geplaatst kunnen worden. Ook nuttig is het lokaliseren van een melding zonder locatie op de kaart. De gemeente ambtenaren volgen de discussie en doen er zo nodig aan mee. Zij zullen echter niet op alle berichten reageren (er moet ook tijd over blijven om de problemen op te lossen). Fietsers kunnen gezamenlijk punten naar voren brengen op deze Fillarikanava site die belangrijk voor ze zijn.

source: Constructive feedback helps
fi: Rakentava palaute auttaa
nl: Opbouwende kritiek helpt

source: Usefull comment and suggestions are...
fi: Virkamiesten kannalta hyvät huomiot ovat eksakteja ja kohdennettuja, eli sellaisia, joita itse toivoisit saavasi, jos työksesi suunnittelisit, rakentaisit tai ylläpitäisit kaupungin katuja. Tervetulleita ovat myös positiiviset kommentit paikoista, jotka ovat hyviä pyöräillä. Yleisluontoisen "Lisää pyöräkaistoja!" sijasta on parempi ehdottaa pyöräkaista jollekin tietylle kadulle.
nl: Nuttige opmerkingen en suggesties zijn specifiek en nauwkeurig. Net als de opbouwende kritiek, die iemand kan gebruiken als hij/zij zich met planning en onderhoud bezig houdt. Uiteraard zijn positieve opmerkingen over goede fietspaden welkom. In plaats van vage 'meer fietspaden' opmerkingen, is het beter om specifiek aan te geven waar er een nodig is en waarom.

source: A picture is worth a thousand words
fi: Yksi kuva vastaa tuhatta sanaa
nl: Een foto zegt meer dan duizend woorden

source: Often it is difficult to explain...
fi: Usein jonkin tietyn paikan, liikenneratkaisun tai muun vastaavan kuvaaminen tekstinä on hankalaa. Nykyisin kännykässä on yhä useammin kamera vakio-ominaisuutena. Ota tavaksesi kaupungilla pyöräillessäsi näppäistä kuvia pyöräily-ympäristön hyvistä ja huonoista ratkaisuista, ja lähetä kommentit kuvien kera Fillarikanavalle. Voit myös lisätä kuvia toisten lähettämiin viesteihin. Pyrimme toteuttamaan Fillarikanavaan tekstiviestipalvelun, jolloin kuvia voisi lähettää myös suoraan tien päältä multimediaviestinä.
nl: Vaak is het moeilijk om een precieze beschrijving te geven van een situatie. Tegenwoordig hebben veel mobiele telefoons een camera. Maak er een gewoonte van om een foto van goede of slechte situaties voor de fietser naar Fillarikanava site te sturen. U kunt ook foto's aan meldingen van anderen toevoegen. Fillarikanava is van plan om een text message service in gebruik te nemen, waarmee het mogelijk wordt multimediaberichten (MMS) naar deze site te zenden.

source: Help us to spread the Fillarikanava
fi: Auta meitä levittämään Fillarikanavaa
nl: Help ons Fillarikanava te verspreiden

source: You may invite your friends...
fi: Fillarikanavasta voi avata "luukun" vaikkapa omaan blogiin upottamalla sinne YouTube-tyyliin pienen vitkuttimen. Puskaradio ja viraalimarkkinointi toimivat tehokkaasti! Tule rohkeasti mukaan ja kerro tuttavillesikin, sillä Fillarikanava toimii Helsingin pyöräilyn hyväksi. Teknisesti ei ole mitään esteitä kirjoittaa Fillarikanavaan huomioita ja asettaa niitä kartalle Helsingin rajojen ulkopuolellekin, mutta se ei kuitenkaan ole palvelun tarkoitus. Mikäli haluat levittää Fillarikanavaa muihin kaupunkeihin, niin ota yhteyttä kehittäjäporukkaan.
nl: Nodig vrienden uit op uw eigen site of blog om gebruiker van Fillarikanava te worden en voeg een widget aan uw site of blog toe. Mond op mond reclame en virale marketing zijn effectief. Hoe meer mensen meedoen aan Fillarikanava, des te groter is de invloed. Doe actief mee en vertel uw vrienden. Dit komt alle fietsers in de stad ten goede. Het is technisch mogelijk om meldingen te doen buiten de grenzen van de stad Helsinki, maar dat is niet de bedoeling van deze site. Als u van mening bent dat Fillarikanava ook in andere steden moet komen, neem dan contact op met het ontwikkelingsteam.

source: If you would like to see Fillarikanava in other cities don't hesitate to contact the
fi: Jos haluat Fillarikanavan omaan kotikaupunkiisi ota yhteyttä
nl: Als Fillarikanava ook naar uw eigen stad moet komen, twijfel dan niet om contact op te nemen met

source: development team
fi: kehitysryhmä
nl: het ontwikkelingsteam

source: What Fillarikanava?
fi: Mikä ihmeen Fillarikanava?
nl: Wat is Fillarikanava?

source: Tell: Place good solutions or difficult spots to bike on the map
fi: Kerro: Merkitse kartalle pyöräily-ympäristön hyvät ratkaisut, puutteet ja vaaranpaikat
nl: Vertel: Markeer op de kaart goede fietsoplossingen, gebreken en gevaarlijke plaatsen

source: Ask: Ask the officers and fellow cyclists or suggest improvements
fi: Kysy: Jätä ehdotuksia ja kysy. Toiset pyöräilijät ja viranhaltijat voivat osallistua keskusteluun
nl: Vraag: Stel vragen en geef suggesties. Discussieer met medefietsers en gemeentefunctionarissen

source: Discuss: Read, answer and vote on other people's suggestions
fi: Keskustele: Lue, kommentoi ja äänestä muiden ehdotuksia ja vastaa muiden kysymyksiin
nl: Bespreek: Lees, reageer en stem op suggesties en beantwoord vragen

source: Feedback about the service
fi: Palautetta palvelusta
nl: Feedback over deze dienst

source: The priority feedback channel about the bugs and feature requests related to Fillarikanava is:
fi: Kehitämme Fillarikanavaa jatkuvasti. Kerrothan, mitä ominaisuuksia haluaisit Fillarikanavaan ja myös raportoit löytämäsi bugit osoitteessa:
nl: Fillarikanava wordt verder ontwikkeld. Vertel, welke verbeteringen u wenst. Bugs kunt u hier ook melden.

source: Close
fi: Sulje
nl: Sluit

source: Seems that this is your first visit to this site.
fi: Tervetuloa!
nl: Welkom!

source: You see a preview of a message by clicking on them on the map.
fi: Klikkaa viestejä kartalla
nl: Klik op de meldingen voor meer informatie.

source: Then click on the text to see the full view.
fi: Viestiteksti on linkki, josta pääsee lukemaan kommentteja
nl: Klik vervolgens op de tekst voor de reacties

source: Give thumbs up for good ideas and thumbs down for bad ones.
fi: Anna äänesi viesteille peukuilla
nl: Beoordeel ideeën m.b.v. duim omhoog / omlaag.

source: Comment if you have something to add.
fi: Kommentoi, mikäli sinulla on lisättävää aiheeseen
nl: Voeg zo nodig commentaar toe.

source: Post pictures and place messages on the map.
fi: Lisää kuvia palveluun ja aseta viestejä kartalle
nl: Voeg foto's toe en plaats meldingen op de kaart

source: Read more on the 'About' page!
fi: Lue lisää tietoja palvelusta...
nl: Lees meer over deze service...

source: Latest
fi: Uudet
nl: Nieuwste

source: Popular
fi: Suositut
nl: Populair

source: Official
fi: Viralliset
nl: Officieel

source: Browse
fi: Selaa viestejä

source: Search
fi: Hae
nl: Zoek

source: <a href=/user/%(commentauthorlink)s>%(commentauthor)s</a> commented %(date)s on message <a href=%(messagelink)s> %(messagetitle)s </a> by <a href=/user/%(origauthorlink)s>%(origauthor)s</a>.
fi: <a href=/user/%(commentauthorlink)s>%(commentauthor)s</a> kommentoi %(date)s käyttäjän <a href=/user/%(origauthorlink)s>%(origauthor)s</a> viestiä <a href=%(messagelink)s> %(messagetitle)s</a>

source: points
fi: pistettä
nl: punten

source: comments
fi: kommenttia
nl: reacties

source: last
fi: viimeisin
nl: laatste

source: Service brought to you by:
fi: Palvelun tarjoaa:
nl: Service aangeboden door:

source: In cooperation:
fi: Yhteistyössä:
nl: In samenwerking met:

source: Follow us on
fi: Seuraa meitä
nl: Volg ons op

source: The points on the map get clustered now so that the map loads a bit faster. Now you can find from the bottom of the individual message pages a short script. If you copy-paste the script to your blog for example, you can follow the discussion trough a widget.
fi: Lähekkäin olevat karttapisteet kerääntyvät nyt ryppäiksi, tämä nopeuttaa kartan toimintaa ja selkeyttää näkymää. Yksittäisten viestiketjujen lopusta löydät nyt pienen scriptin pätkä, jonka kopioimalla esim. blogiisi voit seurata keskustelua oman widgetin kautta.

source: Best regards
fi: Ystävällisin terveisin

source: The service is still not working as fast as it should be. Usually it takes 15 to 30 seconds to load all the content on the map. We would like to thank all new and returning users of this Beta version for your patience. Currently there are more than 300 messages with locations and 600 comments in the system.
fi: Palvelu ei vielä toimi niin nopeasti, kuin pitäisi. Yleensä karttamerkintöjen latautuminen kestää 15-30 sekuntia. Kiitoksia kärsivällisyydestä kaikille uusille ja palaaville Beta version käyttäjille. Tällä hetkellä järjestelmässä on yli 300 viestiä kartalla ja yli 600 kommenttia.

source: You may leave us feedback in the UserVoice
fi: Voit jättää meille palautetta UserVoiceen

source: Fetching new marker data from server.
fi: Ladataa paikkamerkintöjä kartalle...

source: Cancel
fi: Peru
nl: Stop

source: Add new place on the map
fi: Aseta kartalle
nl: Plaats melding

source: Contacts related to Fillarikanava
fi: Tietoja Fillarikanavasta
nl: Info over Fillarikanava

source: Fillarikanava is a service of the city of Helsinki...
fi: Fillarikanava on palvelu, jossa Helsingin kaupunki toteuttaa uudenlaista suoraa ja avointa vuorovaikutusta kaupunkilaisten ja viranhaltijoiden välillä. Fillarikanavalla kaikki Helsingin pyöräilyolosuhteista kiinnostuneet voivat keskustella ja kysyä sekä kommentoida toisten viestejä. Liikennesuunnittelusta ja katujen ylläpidosta vastaavat henkilöt seuraavat kanavaa ja osallistuvat tarvittaessa keskusteluun.
nl: Fillarikanava is een dienst van de gemeente Helsinki, die nieuwe manieren van directe en open dialoog tussen de burger en de gemeente mogelijk maakt. Fillarikanava is er voor iedereen die interesse heeft in fietsaangelegenheden in de stad Helsinki en er vragen over of suggesties voor heeft. Stadsplanners en onderhoudsteams volgen de discussie en doen er zo nodig aan mee.

source: Hila Oy in the Internet:
fi: HILA Oy Internetissä
nl: HILA Oy BV op het internet

source: Blog:
fi: Blogi:

source: Open development wiki:
fi: Wiki:
nl: Wiki

source: Contact:
fi: Yhteystiedot:

source: City of Helsinki
fi: Helsingin Kaupunki
nl: Stad Helsinki

source: Economic- and Planning Center of Helsinki
fi: Helsingin talous- ja suunnittelukeskus
nl: Stad Helsinki economische en planningscentrum

source: City Planning Department of Helsinki - Traffic Planning
fi: Helsingin kaupunkisuunnitteluvirasto - liikennesuunnitteluosasto
nl: Stad Helsinki Planningsafdeling - Verkeersplanning

source: Marek Salermo, traffic planner
fi: Marek Salermo, liikkennesuunnittelija
nl: Marek Salermo, verkeersplanner

source: Public Works Department of Helsinki - Road Maintenance
fi: Helsingin rakennusvirasto - tiehuolto
nl: Dienst Infrastructuur Verkeer en Vervoer - Wegonderhoud

source: Ville Alatyppö, maintenance engineer
fi: Ville Alatyppö, huoltoinsinööri
nl: Ville Alatyppö, onderhoudsingenieur

source: Associates
fi: Yhteistyökumppanit
nl: Partners

source: Helsinki Cyclists
fi: Helsingin Polkupyöräilijät ry. (HePo)
nl: Helsinki Fietsersbond

source: Petri Sipilä, president of the association
fi: Petri Sipilä, yhdistyksen puheenjohtaja
nl: Petri Sipilä, voorzitter

source: Janne Niini, web administrator
fi: Janne Niini, verkkosivujen ylläpitäjä

source: Feedback about the Fillarikanava service
fi: Palautetta Fillarikanavasta
nl: Feedback over deze dienst

source: All the feedback related to cycling...
fi: Kaikki Helsingin pyöräilyoloihin liittyvä palaute ja kommentointi tulisi jättää suoraan Fillarikanavalle. Seuraavassa kuvattujen palautekanavien kautta voit antaa palautetta Fillarikanavan toteutuksesta ja toiminnasta. Palautteeseen vastaa Fillarikanavn kehitysryhmä:
nl: Alle reacties en commentaar over fietsen in Helsinki, kunnen direct op Fillarikanava worden geplaatst. Feedback over de realisatie en werking van deze website kunt u aan onderstaande geven. Reactie krijgt u van het Fillarikanava ontwikkelingsteam.

source: Mailing list and Discussion
fi: Postituslista ja keskustelu
nl: Mailinglijsten en netwerken

source: Google group
fi: Google ryhmä
nl: Google discussiegroepen

source: Qaiku channel
fi: Qaiku kanava
nl: Qaiku netwerk

source: IRC channel
fi: IRC kanava
nl: IRC netwerk

source: Facebook group
fi: Facebook ryhmä
nl: Facebook groep

source: Twitter account
fi: Twitter tunnus

source: Mailing list:
fi: Postituslista:
nl: Mailinglijsten

source: On Qaiku:
fi: Qaikussa:
nl: Op Qaiku

source: On IRC:
fi: IRCissä:
nl: Op IRC

source: On Facebook:
fi: Facebookissa
nl: Op Facebook

source: On Twitter:
fi: Twitterissä
nl: Op Twitter

source: About the Fillarikanava
fi: Tietoja Fillarikanavasta
nl: Over Fillarikanava

source: This service is...
fi: Fillarikanava mahdollistaa kaupungin ulkopuolisten sivustojen keskustelujen hyödyntämisen helpolla tavalla. Näin pyöräilijöiden arkitieto välittyy tehokkaasti suunnittelusta ja ylläpidosta vastaaville tahoille. Vastatessaan kysymyksiin virkamiehet tavoittavat kerralla suuren, aiheesta kiinnostuneen yleisön. Uusia liikenneratkaisuja suunnitellessaan suunnittelijat huomioivat aluetta koskevat kommentit.
nl: Fillarikanava maakt het mogelijk om op andere dan de gemeente websites nuttige discussies op een gemakkelijke wijze te hebben. Zo wisselen fietsers, planners en onderhoudsteams informatie op efficiënte wijze uit. De verantwoordelijke van de gemeente kan in één keer alle geïnteresseerden bereiken en plannen van commentaar voorzien.

source: The aim of the Fillarikanava is...
fi: Tavoitteena on, että pyöräilijöiden arkitieto välittyy tehokkaasti suunnittelusta ja ylläpidosta vastaaville virkamiehille ja toisaalta, että virkamiehet voivat vastata avoimesti kaupunkilaisten kysymyksiin ja vastaukset palvelevat kerralla suurempaa yleisöä. Uusia liikenneratkaisuja suunniteltaessa liikennesuunnittelijat huomioivat aluetta koskevat kartalle jätetyt kommentit.
nl: Het doel van Fillarikanava is om fietsers, gemeenteplanners en -onderhoudsteams op efficiënte wijze te laten communiceren, zodat de gemeente op een transparante wijze vragen kan beantwoorden voor alle geïnteresseerden.

source: More information, logos and images can be found from the
fi: Lisää tietoa, logoja ja kuvia löytyy
nl: Verdere informatie, logo's en beelden vindt u hier

source: media package
fi: mediapaketista
nl: media pakket

source: Here you can leave us
fi: Tästä voi jätää meille
nl: Hier kunt u achterlaten uw

source: Feedback
fi: Palautetta

source: Partners
fi: Yhteistyökumppanit

source: Petri Sipilä, chair person
fi: Petri Sipilä, puheenjohtaja
nl: Petri Sipilä, voorzitter

source: Fillarikanava for the media
fi: Fillarikanava medialle
nl: Fillarikanava voor de media

source: News
fi: Uutiset
nl: Nieuws

source: Logo and the print material
fi: Logo ja printtimateriaali
nl: Logo en printmateriaal

source: A3 size poster
fi: A3 kokoinen juliste
nl: A3 formaat poster

source: A4 size poster
fi: A4 kokoinen juliste
nl: A4 formaat poster

source: Flyer
fi: Flyeri

source: Privacy Policy
fi: Rekisteriseloste
nl: Privacybeleid

source: 1. Register keeper
fi: 1. Rekisterinpitäjä
nl: 1. Beheerder bestand

source: 2. Contact person of the register
fi: 2. Rekisteriasioista vastaava henkilö ja/tai yhteyshenkilö
nl: 2. Verantwoordelijke en / of contactpersoon bestand

source: Name:
fi: Nimi:
nl: Naam

source: 3. Name of the register
fi: 3. Rekisterin nimi
nl: 3. Naam van het bestand

source: Fillarikanava user register
fi: Fillarikanava käyttäjärekisteri
nl: Fillarikanava gebruikersbestand

source: 4. Purpose of keeping the register
fi: 4. Henkilötietojen käsittelyn tarkoitus / rekisterin käyttötarkoitus
nl: 4. Doel voor het houden van het bestand

source: Purpose of keeping the register is...
fi: Rekisterin käyttötarkoituksia ovat käyttäjätietojen ylläpito, palvelujen kehittäminen, asiakassuhteiden hoitaminen ja rekisteröintiä edellyttävien palveluiden tuottaminen.
nl: Het doel van het gebruikersbestand is het bijhouden van gebruikersgegevens, de ontwikkeling van de service, beheer klantrelaties, en de produktie van de vereiste registratie.

source: 5. Content of the register
fi: 5. Rekisterin tietosisältö
nl: 5. Inhoud van het bestand

source: The information that the user gives...
fi: Rekisteriin tallennetaan ne tiedot, jotka käyttäjä antaa täyttäessään rekisteröintilomakkeen. Nämä tiedot ovat:
nl: The details die de gebruiker tijdens registratie invoert, worden in het bestand opgeslagen. Deze zijn:

source: Name
fi: Nimi
nl: Naam

source: Username
fi: Käyttäjänimi
nl: Gebruikersnaam

source: Email-address
fi: Sähköpostiosoite
nl: E-mail adres

source: Private Password
fi: Salasana
nl: Wachtwoord

source: This information will be kept...
fi: Tiedot säilytetään rekisterissä Fillarikanava palvelun jatkumisen ajan tai kunnes käyttäjä itse poistaa käyttäjätilin.
nl: Deze informatie zal worden opgeslagen...

source: 6. Regular information sources
fi: 6. Säännönmukaiset tietolähteet

source: Register keeper will save...
fi: Rekisteriin tallennetaan rekisteröityjen käyttäjien ilmoittamat tiedot. Lisäksi rekisteriin voidaan tallentaa sellaisia tietoja, jotka muodostuvat palvelun käytön tai ylläpidon yhteydessä.

source: 7. Transporting and the regular information outside of EU
fi: 7. Säännönmukaiset tietojen luovutukset ja tietojen siirto EU:n tai Euroopan talousalueen ulkopuolelle

source: Register keeper will not provide...
fi: Rekisterinpitäjä ei luovuttaa henkilötietoja suoramarkkinointitarkoituksiin. Tietoja ei luovuteta EU:n tai Euroopan talousalueen ulkopuolelle. Rekisterinpitäjä voi julkaista palvelukohtaisesti sellaisia käyttäjän henkilötietoja, joiden julkaisemiseen käyttäjä on kyseisessä palvelussa antanut sähköisesti tai muulla tavoin suostumuksensa.

source: 8. Means of securing the register
fi: 8. Rekisterin suojauksen periaatteet

source: Register is kept in electronic form...
fi: Rekisteriä ylläpidetään ATK-järjestelmän avulla sähköisessä muodossa. Vain rekisterinpitäjän valtuuttamilla nimetyillä henkilöillä on oikeus käyttää rekisteriä kokonaisuudessaan. Rekisteriä käsittelevillä henkilöillä on henkilökohtainen ylläpito- ja käsittelyoikeus. Järjestelmään kirjautumiset tallentuvat lokitiedostoon. Tiedot on tallennettu tietokantaan, jotka on suojattu salasanoin ja palomuurein.

source: 9. Right to inspect the information
fi: 9. Tarkastusoikeus ja tarkastusoikeuden toteuttaminen

source: Registered user has right to check...
fi: Rekisteröidyllä käyttäjillä on oikeus saada tarkistaa Fillarikanava-palvelun käyttäjärekisterissä olevat itseään koskevat tiedot. Itseään koskevat tiedot voi tarkistaa maksuttomasti koska tahansa kirjautumalla Fillarikanava-palveluun omalla käyttäjätunnuksella ja napsauttamalla sivun navigointipalkissa olevaa. Omat tiedot -linkkiä. Vaihtoehtoisesti tietojen tarkistus voidaan tehdä maksuttomasti kerran vuodessa (12 kk) toteutettuna, tekemällä kirjallinen tarkastuspyyntö omakätisesti allekirjoitetulla kirjeellä tai henkilökohtaisesti rekisterinpitäjän luona. Tällaiset tarkastuspyynnöt lähetetään rekisterinpitäjän osoitteeseen, joka löytyy rekisteriselosteen alusta.

source: 10. Correcting information
fi: 10. Tiedon korjaaminen ja tiedon korjaamisen toteuttaminen

source: Registered user has right to correct...
fi: Rekisteröidyllä käyttäjällä on oikeus vaatia Fillarikanava palvelun käyttäjärekisterissä olevan virheellisen tiedon korjaamista. Itseään koskevat tiedot voi tarkistaa ja korjata maksuttomasti koska tahansa kirjautumalla Fillarikanava-palveluun omalla käyttäjätunnuksella ja napsauttamalla sivun navigointipalkissa olevaa. Omat tiedot -linkkiä. Vaihtoehtoisesti tietojen korjaus voidaan tehdä maksuttomasti, tekemällä kirjallinen ja riittävän yksilöity korjaamispyyntö. Tällaiset korjauspyynnöt lähetetään rekisterinpitäjän osoitteeseen, joka löytyy rekisteriselosteen alusta.

source: 11. Other rights
fi: 11. Muut mahdolliset oikeudet

source: Registered user has right to forbid...
fi: Rekisteröidyllä käyttäjällä on oikeus kieltää Fillarikanava-palvelun käyttäjäkisteriin antamiensa tietojen käytön suoramarkkinointi- tms. tarkoitukseen, oikeus muuttaa niiden julkaisemista koskevaa suostumustaan, oikeus pyytää poistamaan tiedot rekisteristä kokonaan sekä muutoinkin turvautua henkilötietolaissa turvattuihin oikeuksiinsa.

source: Submit
fi: Lähetä
nl: Verzend

source: E-mail address
fi: Sähköpostiosoite
nl: E-mail adres

source: Realname
fi: Oikea nimi
nl: Echte naam

source: Password
fi: Salasana
nl: Wachtwoord

source: Confirm password
fi: Varmista salasana
nl: Bevestig wachtwoord

source: This username is already taken. Please choose another.
fi: Käyttäjänimi on varattu, valitse jokin muu käyttjänimi.
nl: Deze gebruikersnaam bestaat al. Kies een andere.

source: E-mail address already in use.
fi: Sähköpostiosoite on jo käytössä.
nl: E-mail adres bestaat al.

source: Password and Confirm password must match.
fi: Salasanan ja varmennusksen pitää olla yhteneviä.
nl: Wachtwoord en Bevestig wachtwoord moeten overeenkomen.

source: You have signed out.
fi: Olet kirjautunut ulos.
nl: U bent afgemeld.

source: Thanks for the visit, wellcome again!
fi: Kiitos käynnistä, tervetuloa uudelleen!
nl: Bedank voor uw bezoek. Tot ziens!

source: Log in
fi: Kirjaudu sisään

source: Sign in
fi: Kirjaudu sisään
nl: Registreer

source: Howdy
fi: Morjens
nl: Hallo
